OpenFOAMfiles/turbulent/machineRANS/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.1                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    inlet
    {
        type            patch;
        nFaces          200;
        startFace       87025;
    }
    outlet
    {
        type            patch;
        nFaces          200;
        startFace       87225;
    }
    lowerWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          325;
        startFace       87425;
    }
    upperWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          225;
        startFace       87750;
    }
    defaultFaces
    {
        type            empty;
        inGroups        1(empty);
        nFaces          87500;
        startFace       87975;
    }
)

// ************************************************************************* //
